Repository: basetwode/cypetulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: By type
de: Nach Typ

source: accounting
de: Buchhaltung

source: Menu
de: Menü

source: Go back to management
de: Zurück zum Management

source: Amount
de: Umsatz

source: Gross
de: Brutto

source: Net
de: Netto

source: Orders
de: Bestellungen

source: Outstanding
de: Offen

source: Shipments
de: Lieferungen

source: Payments
de: Bezahlungen

source: Stock
de: Warenbestand

source: Red: Stock is empty
de: Rot: Warenbestand ist leer

source: Orange: Stock is under 5 items
de: Orange: Warenbestand unter 5 Stück

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: October
de: Oktober

source: December
de: Dezember

source: Amount per Month
de: Umsatz pro Monat

source: Orders per Month
de: Bestellungen pro Monat

source: Taxnumber
de: Steuernummer

source: Invoice
de: Rechnung

source: Order Nr
de: Auftragsnummer

source: Customer Nr
de: Kundennummer

source: Invoice Date
de: Rechnungsdatum

source: Due Date
de: Fälligskeitsdatum

source: Description
de: Beschreibung

source: Unit price
de: Preis pro Einheit

source: Quantity
de: Anzahl

source: Total
de: Gesamt

source: incl. VAT
de: inkl. Steuer

source: Period of performance
de: Leistungszeitraum

source: Subtotal
de: Zwischensumme

source: Discount
de: Rabatt

source: Grand Total
de: Gesamt

source: Included VAT
de: Steuer

source: Thank you for your order
de: Vielen Dank für Ihre Bestellung

source: Notice
de: Hinweis

source: Please send the aforementioned invoice total to the following account
de: Bitte überweisen Sie den Rechnungsbetrag an das folgende Konto

source: Invoice was created on a computer and is valid without the signature and seal.
de: Rechnung wurde maschinell generiert und ist ohne Signatur oder Stempel gültig

source: If not stated otherwise the invoice date equals the period of performance.
de: Falls nicht anders angegeben, entspricht das Rechnungsdatum dem Leistungsdatum

source: I hereby consent to the processing of my personal data. The information is only collected and processed for processing the contact request and is only stored for the period of communication, but for a maximum of 6 months. If a contract is concluded based on this request, legal retention periods apply. For more information, see our <a href='/cms/privacy-policy'>privacy policy</a>
de: Hiermit stimme ich der Verarbeitung meiner personenbezogenen Daten zu. Die Informationen werden nur verarbeitet und gespeichert zum Zwecke der Bearbeitung der Kontaktanfrage, maximal jedoch für einen Zeitraum von 6 Monaten. Sollte aufgrundlage Ihrer Anfrage ein Vertrag zustandekommen, gelten die gesetzlichen Vorschriften. Mehr Informationen finden Sie unter <a href='/cms/privacy-policy'>Datenschutz</a>

source: Page name
de: Seitenname

source: Is enabled
de: Ist aktiviert

source: URL Path
de: URL Pfad

source: Show in navigation
de: In Navigation anzeigen

source: Is predefined page
de: Ist vordefinierte Seite

source: Page
de: Seite

source: Pages
de: Seiten

source: Content
de: Inhalt

source: Picture
de: Bild

source: Section
de: Bereich

source: Sections
de: Bereiche

source: Contact us
de: Kontaktieren Sie uns

source: Send
de: Senden

source: Payment Methods
de: Bezahlmethoden

source: Phone
de: Telefon

source: Tax-ID
de: Steuernummer

source: Commercial Register
de: Handelsregister

source: New individual contact request
de: Neue Preisanfrage

source: Email
de: Mail

source: Message
de: Nachricht

source: My account
de: Mein Konto

source: My orders
de: Meine Bestellungen

source: Settings
de: Einstellungen

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: German
de: Deutsch

source: English
de: Englisch

source: Ups, something went wrong. Please try again later or contact an administrator.
de: Entschulding, leider ist etwas schiefgegangen. Bitte versuchen Sie es später nocheinmal

source: Sent successfully
de: Erfolgreich gesendet

source: Looks like you have missed some fields
de: Sieht aus, als hätten Sie einige Felder vergessen

source: Permission denied
de: Zugriff verweigert

source: You don't have the required permissions to show this view. If you think this is wrong please contact our support
de: Sie haben nicht die Berechtigungen, um diese Seite anzuzeigen. Falls Sie denken dies ist inkorrekt, kontaktieren Sie bitte den Support.

source: Go back
de: Zurück

source: New contact request
de: Neue Kontaktanfrage

source: Thank you for your request, we will contact you as soon as possible!
de: Vielen Dank für Ihre Anfrage, wir kontaktieren Sie in Kürze

source: General Business Terms
de: Allgemeine Geschäftsbedingungen

source: Legal
de: Impressum

source: Cancellation Policy
de: Widerrufsbelehrung

source: Privacy Policy
de: Datenschutzerklärung

source: Cookie settings
de: Cookie Einstellungen

source: Please accept our cookies
de: Cookies akzeptieren

source: Imprint
de: Impressum

source: Essential
de: Essentiell

source: Essential cookies allow this page to work.
de: Essentielle Cookies sind notwendig, damit diese Seite funktioniert

source: Meta cookie for the cookies that are set.
de: Meta cookie für die Cookies die erlaubt werden

source: This cookie prevents Cross-Site-Request-Forgery attacks.
de: Dieser Cookie verhindert Cross-Site-Request-Forgery Attacken

source: This cookie is necessary to allow logging in, for example.
de: Dieser Cookie ist, z.B. für den Login notwendig

source: This cookie is necessary to allow saving your language preference
de: Dieser Cookie ist, z.B. für das Speichern Ihrer Spracheinstellung im Shop notwendig

source: Analytics
de: Analysen

source: These Cookies help us analyzing the website
de: Diese Cookies helfen uns bei der Webseiten Analyse

source: Analytics cookie for website analysis.
de: Analytics Cookie für die Webseiten Analyse

source: Search orders
de: Bestellungen durchsuchen

source: An user with the given email already exists
de: Ein Nutzer mit der E-Mail existiert bereits

source: Prepayment enabled
de: Bezahlung per Vorkasse aktivieren

source: Prepayment description
de: Vorkasse - Beschreibung

source: Invoice enabled
de: Bezahlung per Rechnung aktivieren

source: Invoice description
de: Bezahlung per Rechnung - Beschreibung

source: Paypal enabled
de: Bezahlung per Paypal aktivieren

source: Paypal use sandbox
de: Paypal Sandbox Umgebung verwenden

source: Paypal description
de: Bezahlung per Paypal - Beschreibung

source: Can not merge into anonymous user, because there already is a registered user with this email. Please select the existing user as the leading user.
de: Zusammenführung nicht möglich, da bereits ein bestehender Nutzer mit dieser E-Mail Adresse existiert. Wählen Sie diesen Nutzer als Zielnutzer aus.

source: Clear HTML Cache
de: HTML Cache löschen

source: Recompile JS/CSS
de: JS/CSS erneut minimieren

source: Import file
de: Import Datei

source: MailSetting
de: Mail Einstellungen

source: MailSettings
de: Mail Einstellungen

source: LdapSetting
de: Ldap Einstellungen

source: LdapSettings
de: Ldap Einstellungen

source: ShopSetting
de: Shop Einstellungen

source: ShopSettings
de: Shop Einstellungen

source: LegalSetting
de: Unternehmens Einstellungen

source: LegalSettings
de: Unternehmens Einstellungen

source: One Column Layout
de: Ein-spaltiges Layout

source: Two Column Layout
de: Zwei-spaltiges Layout

source: Three Column Layout
de: Drei-spaltiges Layout

source: Language
de: Sprache

source: Content Column One
de: Inhalt Spalte Eins

source: Content Column Two
de: Inhalt Spalte Zwei

source: Content Column Three
de: Inhalt Spalte Drei

source: Payment methods
de: Bezahlmethoden

source: CacheSetting
de: Cache Einstellungen

source: CacheSettings
de: Cache Einstellungen

source: Go
de: Los

source: Add Category
de: Kategorie hinzufügen

source: Parent Category
de: Eltern Kategorie

source: Configuration
de: Konfiguration

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Add Footer
de: Footer hinzufügen

source: Active
de: Aktiv

source: Layout (Columns)
de: Layout (Spalten)

source: Add Header
de: Header hinzufügen

source: Add Page
de: Seite hinzufügen

source: Pagename
de: Seitenname

source: Enabled
de: Aktiviert

source: Add Section
de: Bereich hinzufügen

source: Manage orders
de: Bestellungen verwalten

source: Options
de: Optionen

source: All Orders
de: Alle Bestellungen

source: Nothing found
de: Nichts gefunden

source: The csv file must have the following structure: company_name,email,password,firstname,lastname,gender,phone,street,number,zipcode,city
de: Die CSV Datei muss das folgende Format haben: company_name,email,password,firstname,lastname,gender,phone,street,number,zipcode,city

source: Add customer
de: Kunde hinzufügen

source: Company
de: Unternehmen

source: Actions
de: Funktionen

source: Edit Contact
de: Kontakt bearbeiten

source: Edit Company
de: Unternehmen bearbeiten

source: Reset Password
de: Passwort zurücksetzen

source: Merge accounts
de: Konten zusammenführen

source: Delete Contact
de: Kontakt löschen

source: Delete Company
de: Unternehmen löschen

source: Add Percentage Voucher
de: Prozentgutschein hinzufügen

source: Add Fixed Amount Voucher
de: Festbetragsgutschein hinzufügen

source: Add Employee
de: Neuen Mitarbeiter anlegen

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Are you sure you want to delete?
de: Wollen Sie wirklich löschen?

source: Close
de: Schließen

source: Your Account at
de: Ihr Konto bei

source: Your account is ready!
de: Ihr Konto ist bereit!

source: You can now login at
de: Sie können sich nun anmelden, unter

source: here
de: hier verfolgen

source: Your login credentials
de: Ihre Logindaten

source: Password
de: Passwort

source: Your Order
de: Ihre Bestellung

source: Your order has been shipped!
de: Ihre Bestellugn wurde versendet

source: You can download your odered product in your account
de: Sie können Ihr Produkt nun in Ihrem Account herunterladen

source: Track your package
de: Paket verfolgen

source: Thank you for your order! Stay up to date by following its status
de: Vielen Dank für Ihre Bestellungen, sie können den Status

source: Invoice for your Order
de: Rechnung zu Ihrer Bestellung

source: Thank you for your order! Please find attached the invoice for your order. Stay up to date by following its status
de: Vielen Dank für Ihre Bestellung. Im Anhang finden Sie die Rechnung zu Ihrer Bestellung, Sie können den Status

source: Listed below you will find an overview of your order
de: Anbei finden Sie eine Übersicht Ihrer Bestellung

source: Voucher
de: Gutschein

source: Current Users
de: Aktuelle Nutzer

source: All orders
de: Alle Bestellungen

source: Create new order
de: Neue Bestellung anlegen

source: All shipments
de: Alle Lieferungen

source: All offer-requests
de: Alle Produktanfragen

source: All vouchers
de: Alle Rabattcodes

source: Show orders, track or cancel them
de: Bestellung anzeigen, verfolgen oder stornieren

source: Customers
de: Kunden

source: Active Users
de: Aktive Nutzer

source: Active Sessions
de: Aktive Sessions

source: Search customers
de: Kunden durchsuchen

source: Search for customers through email, username, first and last name or company name
de: Suchen Sie nach Kunden mittels E-Mail, Benutzername, Vor- und Nachname oder dem Unternehmensnamen.

source: Products and Categories
de: Produkte und Kategorien

source: Products
de: Produkte

source: Show
de: Anzeigen

source: Create
de: Hinzufügen

source: Subitems
de: Subprodukte

source: Show all
de: Alle anzeigen

source: Add File
de: Dateityp hinzufügen

source: Add Checkbox
de: Checkboxtyp hinzufügen

source: Add Number
de: Nummerntyp hinzufügen

source: Add Select
de: Auswahltyp hinzufügen

source: Categories
de: Kategorien

source: Add Products and all of the possible sub item types
de: Hinzufügen von Produkten und allen möglichen Sub-Produkttypen

source: Staff
de: Mitarbeiter

source: permissions
de: Berechtigungen

source: Legal Settings
de: Unternehmens Einstellungen

source: payment
de: Bezahlung

source: Database Adminstration
de: Datenbank Administration

source: All shop related settings. Manage permissions, staff and products and pages
de: Einstellungen für Berechtigungen, Mitarbeiter, LDAP oder Mail

source: Edit theme
de: Theme bearbeiten

source: Show and edit pages
de: Seiten anzeigen und bearbeiten

source: Show and edit Sections
de: Bereiche anzeigen und bearbeiten

source: Accounting
de: Buchhaltung

source: Open Dashboard
de: Dashboard öffnen

source: Create or review accounting information
de: Buchhaltung anzeigen oder bearbeiten

source: All individual offers
de: Alle Preisanfragen

source: Go back to offer overview
de: Zurück zur Übersicht

source: Individual offer request
de: Individuelle Preisanfrage

source: Date
de: Datum

source: Order
de: Bestellung

source: Create order
de: Bestellung anlegen

source: Product
de: Produkt

source: Change State
de: Status ändern

source: Please choose the next state
de: Bitte wählen Sie den nächsten Status aus

source: Change
de: Ändern

source: Preview
de: Vorschau

source: Orderdetails
de: Bestelldetails

source: Select customer
de: Kunde auswählen

source: Select shipping address
de: Lieferadresse auswählen

source: Billing address equals shipping
de: Rechnungsadresse entspricht Lieferadresse

source: Select billing address
de: Rechnungsadresse auswählen

source: incl. Tax
de: inkl. Steuer

source: Items
de: Positionen

source: Items are loading
de: Artikel werden geladen

source: Price
de: Preis

source: Count
de: Anzahl

source: Add new item
de: Weitere Position hinzufügen

source: Add new subitem
de: Unterposition hinzufügen

source: Start
de: Anfang

source: End
de: Ende

source: Additional billing text
de: Zusätzliche Rechnungsinformation

source: Continue
de: Weiter

source: Go back to all orders
de: Zurück zu allen Buchungen

source: Orderdate
de: Bestelldatum

source: Paid via
de: Bezahlt über

source: Already open bill
de: Offene Rechnung

source: Shipped via
de: Versendet über

source: Not yet shipped
de: Noch nicht versendet

source: Invoice has not been sent yet
de: Rechnung wurde noch nicht versendet

source: State
de: Status

source: Package:
de: Paket:

source: Assigned Employee
de: Zugewiesener Mitarbeiter

source: File
de: Datei

source: Yes
de: Ja

source: No
de: Nein

source: Edit order
de: Bestellung bearbeiten

source: Show bill
de: Rechnung anzeigen

source: Assign
de: Zuweisen

source: Set State
de: Status setzen

source: Cancel order
de: Bestellung stornieren

source: Send Invoice
de: Rechnung versenden

source: Mark unpaid
de: Unbezahlt markieren

source: Mark paid
de: Bezahlt markieren

source: Ship
de: Versenden

source: Addresses
de: Adressen

source: Billing Address
de: Rechnungsadresse

source: Shipping Address
de: Lieferadresse

source: Type
de: Typ

source: Date shipped
de: Versanddatum

source: Package
de: Paket

source: Shipped products:
de: Versendete Produkte

source: No products associated with this shipment
de: Keine Produkte zu dieser Lieferung

source: Price:
de: Preis:

source: Weight:
de: Gewicht:

source: Shipper:
de: Dienstleister:

source: File:
de: Datei:

source: No shipments
de: Keine Lieferungen

source: No payments
de: Keine Bezahlungen

source: Individual Offer Request
de: Individuelle Preis Anfrage

source: Open
de: Öffnen

source: Assign Employee
de: Mitarbeiter zuweisen

source: Please choose your Employee
de: Bitte wählen Sie den Mitarbeiter aus

source: Back
de: Zurück

source: We are sorry
de: Es tut uns leid

source: Export
de: Exportieren

source: Export (incl. Invoice)
de: Exportieren (inkl. Rechnungen)

source: Create Product Attribute
de: Produktattribut anlegen

source: Attribute Type
de: Attribut Typ

source: Add new attribute type
de: Neuen Attributtyp hinzufügen

source: Attributes
de: Attribute

source: Add new attribute
de: Neues Attribut hinzufügen

source: Images
de: Bilder

source: Upload
de: Hochladen

source: Add Product
de: Produkt hinzufügen

source: Category
de: Kategorie

source: Add Filesubitem
de: Datei Subprodukt hinzufügen

source: Add Checkboxsubitem
de: Checkbox Subprodukt hinzufügen

source: Add NumbersubItem
de: Zahl Subprodukt hinzufügen

source: Add SelectsubItem
de: Auswahl Subprodukt hinzufügen

source: Filesubitem
de: Datei Subprodukt

source: Checkboxsubitem
de: Checkbox Subprodukt

source: Numbersubitem
de: Nummer Subprodukt

source: Selectsubitem
de: Auswahl Subprodukt

source: Select Items
de: Item auswählen

source: Save
de: Speichern

source: Payment Settings
de: Bezahleinstellungen

source: Shop Paymentsettings
de: Shop Bezahleinstellungen

source: Edit your shops payment settings
de: Bearbeiten Sie Ihre Bezahleinstellungen

source: Create Company
de: Unternehmen hinzufügen

source: Create new contact
de: Kontakt hinzufügen

source: Add contact
de: Kontakt hinzufügen

source: Select a contact to edit
de: Wählen Sie einen Kontakt zur Bearbeitung aus

source: Your account at
de: Ihr Konto bei

source: Create new address
de: Neue Adresse anlegen

source: Add address
de: Adresse hinzufügen

source: Select an address to edit
de: Wählen Sie eine Adresse zur Bearbeitung aus

source: Merge done
de: Zusammenlegung erfolgreich durchgeführt

source: User with mail %(mail)s already exists
de: Nutzer mit der E-Mail %(mail)s existiert bereits

source: Shipment for your order has changed
de: Die Lieferung Ihrer Bestellung wurde geändert

source: Your order has been shipped
de: Ihre Bestellung wurde versendet

source: Your account
de: Ihr Konto

source: Individual offer request deleted
de: Individuelle Produktanfrage gelöscht

source: Order saved
de: Bestellung gespeichert

source: Invoice sent
de: Rechnung versendet

source: Something went wrong
de: Etwas ist schiefgelaufen

source: Your Invoice
de: Ihre Rechnung

source: Order deleted
de: Bestellung gelöscht

source: Create Selectsubitem
de: Neues Auswahl Subprodukt anlegen

source: Create new select item
de: Neues Auswahlsubprodukt Item anlegen

source: HTML Cache cleared successfully
de: HTML Cache wurde bereinigt

source: JS/CSS successfully recompiled
de: JS/CSS wurde neu erstellt

source: Offline compression not enabled. CSS/JS are generated on-the-fly
de: Offline Kompression ist nicht aktiviert. CSS / JS Dateien werden on-the-fly generiert

source: Payment settings saved!
de: Bezahleinstellungen gespeichert

source: I hereby consent that my data entered will be stored and processed for the purpose of fulfilling the contract. The basis is Art. 6 Para. 1 lit. b GDPR. The duration of storage is set at 10 years in accordance with Section 257 (4) HGB.For more information, see our <a target='_blank' href='/cms/privacy-policy'>privacy policy</a>
de: Hiermit stimme ich zu, dass meine personenbezogenen Daten zum Zwecke der Erfüllung des Vertrags gespeichert werden. Grundlage ist Art. 6 Abs. 1 lit. b DSGVO. Die Dauer der Speicherung beträgt 10 Jahre nach Artikel 257 (4) HGB. Mehr Information hierzu finden Sie unter <a target='_blank' href='/cms/privacy-policy'>Datenschutz</a>

source: I've read the <a target='_blank' href='/cms/cancellation-policy'>cancellation policy</a>
de: Ich habe die <a target='_blank' href='/cms/cancellation-policy'>Widerrufsbelehrung</a> gelesen

source: I've read the <a target='_blank' href='/cms/general-business-terms'>general business terms</a>
de: Ich habe die <a target='_blank' href='/cms/general-business-terms'>Allgemeinen Geschäftsbedingungen</a> gelesen

source: PaymentProvider
de: Bezahlprovider

source: PaymentProviders
de: Bezahlprovider

source: PaymentMethod
de: Bezahlmethoden

source: PaymentMethods
de: Bezahlmethoden

source: CardType
de: Karten Typ

source: CardTypes
de: Kartentypen

source: PaymentDetail
de: Bezahldetails

source: PaymentDetails
de: Bezahldetails

source: CreditCard
de: Kreditkarte

source: CreditCards
de: Kreditkarten

source: Bill
de: Rechnung

source: Bills
de: Rechnungen

source: Prepayment
de: Vorkasse

source: Prepayments
de: Vorkasse

source: Payment
de: Bezahlung

source: This E-Mail only confirms that we've received your order and does not constitute a valid purchase agreement. A valid purchase agreement is made once you receive the invoice.
de: Diese E-Mail bestätigt lediglich den Eingang Ihrer Bestellung und stellt keinen offiziellen Kaufvertrag dar. Ein offizieller Kaufvertrag kommt beim Versand der Rechnung zustande.

source: New Order
de: Neue Bestellung

source: A new order has been placed:
de: Neue Bestellung:

source: Shoppingcart
de: Einkaufswagen

source: Delivery
de: Lieferung

source: Overview
de: Übersicht

source: Order overview
de: Bestellübersicht

source: Please check whether the information you've entered are correct.
de: Bitte überprüfen Sie, ob ihre Eingaben korrekt sind.

source: Your order
de: Ihre Bestellung

source: Your payment
de: Ihre Bezahlung

source: Payment Method
de: Bezahlmethoden

source: excl. Tax
de: exkl. Steuer

source: Your shipment details
de: Ihre Lieferdetails

source: Address
de: Adresse

source: Buy now
de: Zahlungspflichtig bestellen

source: Please choose a payment method
de: Bitte Bezahlmethode auswählen

source: Empty Cart
de: Leerer Einkaufswagen

source: Add new Payment Method
de: Neue Bezahlmethode hinzufügen

source: Something went wrong while processing your payment:
de: Etwas bei der Bearbeitung Ihrer Bezahlung ist schiefgelaufen:

source: Something went wrong while processing your payment
de: Etwas bei der Bearbeitung Ihrer Bezahlung ist schiefgelaufen

source: Page not found
de: Seite nicht gefunden

source: Unfortunatly we are not able to find the page you are looking for
de: Leider konnten wir die Seite nicht finden

source: ReturnMerchandiseAuthorizationConfig
de: RMA Konfiguration

source: ReturnMerchandiseAuthorizationConfigs
de: RMA Konfigurationen

source: ReturnMerchandiseAuthorizationShipper
de: RMA Lieferant

source: ReturnMerchandiseAuthorizationShippers
de: RMA Lieferanten

source: ReturnMerchandiseAuthorizationState
de: RMA Status

source: ReturnMerchandiseAuthorizationStates
de: RMA Status

source: ReturnMerchandiseAuthorization
de: RMA

source: ReturnMerchandiseAuthorizations
de: RMA

source: ReturnMerchandiseAuthorizationItem
de: RMA Artikel

source: ReturnMerchandiseAuthorizationItems
de: RMA Artikel

source: Create a RMA
de: Rücksendung erstellen

source: Return items
de: Artikel zurückgeben

source: Shipped Items
de: Gelieferte Produkte

source: Weight
de: Gewicht

source: Shipper
de: Lieferdienst

source: Continent
de: Kontinent

source: Continents
de: Kontinente

source: Country
de: Land

source: Countries
de: Länder

source: Regions
de: Regionen

source: Shippers
de: Lieferdienste

source: Packages
de: Pakete

source: Shipment
de: Lieferungen

source: PackageShipment
de: Paket Lieferungen

source: PackageShipments
de: Paket Lieferungen

source: OnlineShipment
de: Online Lieferung

source: OnlineShipments
de: Online Lieferungen

source: Create Shipment
de: Lieferung anlegen

source: Please choose what kind of shipment this is
de: Bitte Lieferungsart auswählen

source: Ship order (Digital)
de: Bestellung versenden (Digital)

source: This will create a digital shipment, meaning that the customer will be able to download the file directly from his account. If the user ordered the file anonymously, it'll be send by mail
de: Hiermit erstellen Sie eine digitale Lieferung. Das bedeutet, dassder Kunde die Datei direkt in seinem Kundenkonto herunterladen kann. Sollte der Nutzer anonym bestellt haben, so wird die Datei in der Mail angehängt.

source: Shipment created
de: Lieferung erstellt

source: Ship order
de: Bestellung versenden

source: This will create a shipment and notify the customer that the item's been shipped
de: Hiermit erstellen Sie eine Lieferung und benachrichten den Kunden, dass das Produkt versendet wurde.

source: Shipment (Digital)
de: Lieferung (Digital)
