Repository: basetwode/cypetulip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Update digital shipment
de: (Digitale) Lieferung bearbeiten

source: Update shipment
de: Lieferung aktuallisieren

source: Unsupported filetype, supported files are
de: Dieser Dateityp wird nicht unterstützt. Folgende Typen sind möglich

source: This field is required
de: Dieses Feld wird benötigt

source: Voucher code invalid
de: Rabattcode nicht gültig

source: Voucher code not eligible
de: Rabattcode nicht anwendbar

source: We're sorry, we can not add %(article)s to your shopping cart because our stocks are insufficient
de: Es tut uns leid, wir können %(article)s nicht Ihrem Warenkorb hinzufügen, da der Warenbestand zu gering ist.

source: Cache needs to be updated. Please go to cache management
de: Cache muss neuerstellt werden. Bitte gehen Sie zu Cache Management

source: Search contacts
de: Kunden durchsuchen

source: I hereby consent to the processing of my personal data. The information is only collected and processed for the purpose of registration The basis is Art. 6 Para. 1 lit. b GDPR. The storage period is until the customer manually deletes the account. For more information, see our <a href='/cms/privacy-policy'>privacy policy</a>
de: Hiermit stimme ich der Verarbeitung meiner personenbezogenen Daten zu. Die Informationen werden lediglich zum Zwecke der Registrierung verarbeitet. Rechtsgrundlage hierfür ist Ihre Zustimmung nach Art. 6 Abs. 1 lit. b DSGVO. Die Dauer der Speicherung ist unbegrenzt, oder bis Sie Ihr Konto löschen. Mehr Information hierzu finden Sie unter <a href='/cms/privacy-policy'>Datenschutz</a>

source: Term of payment
de: Zeitraum der Bezahlung

source: Street
de: Straße

source: Number
de: Nummer

source: Zipcode
de: PLZ

source: City
de: Stadt

source: Companies
de: Unternehmen

source: Male
de: Männlich

source: Female
de: Weiblich

source: Others
de: Divers

source: Company Customer Nr
de: Firmen Kundennr.

source: Title
de: Titel

source: Gender
de: Geschlecht

source: Telephone
de: Telefon

source: Contact
de: Kontakt

source: Contacts
de: Kontakte

source: WorkingTime
de: Arbeitsstunde

source: WorkingTimes
de: Arbeitsstunden

source: Next state
de: Nächster Status

source: OrderItemState
de: Bestellstatus

source: OrderItemStates
de: Bestellstatus

source: Order State
de: Bestellstatus

source: Order States
de: Bestellstatus

source: Eligible products
de: Erlaubte Produkte

source: Eligible categories
de: Erlaubte Kategorien

source: Discounts
de: Rabatte

source: FixedAmountDiscounts
de: Festbetragsgutscheine

source: PercentageDiscount
de: Prozentgutschein

source: PercentageDiscounts
de: Prozentgutscheine

source: Assigned employee
de: Zugewiesener Mitarbeiter

source: Shipment address
de: Lieferadresse

source: Billing address
de: Rechnungsadresse

source: OrderDetail
de: Bestelldetails

source: OrderDetails
de: Bestelldetails

source: OrderItem
de: Bestellprodukt

source: OrderItems
de: Bestellprodukte

source: FileOrderItem
de: Datei Bestellprodukt

source: FileOrderItems
de: Datei Bestellprodukte

source: SelectOrderItem
de: Auswahl Bestellprodukt

source: SelectOrderItems
de: Auswahl Bestellprodukt

source: CheckBoxOrderItem
de: Checkbox Bestellprodukt

source: CheckBoxOrderItems
de: Checkbox Bestellprodukte

source: NumberOrderItem
de: Nummer Bestellprodukt

source: NumberOrderItems
de: Nummer Bestellprodukte

source: Path
de: Pfad

source: Child Category
de: Kind Kategorie

source: Is main category
de: Ist Haupt Kategorie

source: Special price
de: Spezialpreis

source: Price on request
de: Preis auf Anfrage

source: Tax
de: Steuer

source: Requires file upload
de: Benötigt Dateiupload

source: Is required
de: Wird benötigt

source: Is multiple per item
de: Mehrfach pro Item

source: Is once per order
de: Einmal pro Bestellung

source: ProductSubItem
de: Sub Produkt

source: ProductSubItems
de: Sub Produkte

source: FileSubItem
de: Datei Subprodukt

source: FileSubItems
de: Datei Subprodukt

source: FileExtensionItem
de: Dateierweiterung Subprodukt

source: FileExtensionItems
de: Dateierweiterung Subprodukte

source: SelectSubItem
de: Auswahl Subprodukt

source: SelectSubItems
de: Auswahl Subprodukte

source: SelectItem
de: Auswahl Produkt

source: SelectItems
de: Auswahl Produkte

source: NumberSubItem
de: Nummer Subprodukt

source: NumberSubItems
de: Nummer Subprodukte

source: CheckBoxSubItem
de: Checkbox Subprodukt

source: CheckBoxSubItems
de: Checkbox Subprodukte

source: ProductAttributeType
de: Produkt Attribut Typ

source: ProductAttributeTypes
de: Produkt Attribut Typen

source: ProductAttributeTypeInstance
de: Produkt Attribut Typ Instanz

source: ProductAttributeTypeInstances
de: Produkt Attribut Typ Instanzen

source: Maximum number of items per order
de: Maximale Anzahl an Artikeln pro Bestellung

source: Assigned sub products
de: Zugewiesene Subprodukte

source: Product picture
de: Produktbild

source: ProductImage
de: Produktbild

source: ProductImages
de: Produktbilder

source: Individual offer
de: Individualauftrag

source: Individual offers
de: Individualaufträge

source: Address Settings
de: Adress Einstellungen

source: Go to your account
de: Zum Konto

source: Add Address
de: Adresse hinzufügen

source: via
de: mit

source: Write review
de: Bewertung schreiben

source: Ordernr
de: Bestellung

source: Customer Information
de: Kundeninformationen

source: Your orders
de: Ihre Bestellungen

source: Search your orders
de: Bestellungen durchsuchen

source: Change account settings
de: Kontoeinstellungen bearbeiten

source: Change password
de: Passwort ändern

source: Change company settings
de: Unternehmenseinstellungen bearbeiten

source: Show addresses
de: Adressen anzeigen

source: Show or edit your payment methods
de: Bezahlmöglichkeiten anzeigen oder bearbeiten

source: Remember me
de: Angemeldet bleiben

source: Forgot the password?
de: Passwort vergessen?

source: New?
de: Neu?

source: Register here
de: Registrierung hier

source: Please add at least one item to proceed
de: Bitte fügen Sie mindestens ein Produkt hinzu um fortzufahren

source: You need to select an item to continue
de: Sie müssen ein Item auswählen um fortzufahren

source: New individual offer request
de: Neue Indivuelle Preisanfrage

source: From
de: Von

source: Shopping-Filters
de: Einkaufsmöglichkeiten

source: Sale
de: Im Angebot

source: Request offer
de: Anfragen

source: Add to cart
de: In den Warenkorb

source: Not in stock
de: Nicht lieferbar

source: We only have a few items left!
de: Wir haben nur noch wenige Produkte übrig!

source: Product Description
de: Produkt Beschreibung

source: Technical Details
de: Technische Details

source: Customers who bought this, also bought
de: Kunden die diesen Artikel gekauft haben, kauften auch

source: Similar products
de: Ähnliche Produkte

source: Back to products
de: Zurück zu den Produkten

source: Request an individual offer
de: Produkt anfragen

source: items
de: Artikel

source: Sorry, we are out of stock in this category!
de: Entschuldigung, aber das Lager ist für diese Kategorie leer!

source: Password change
de: Passwort ändern

source: Submit
de: Absenden

source: Password reset complete
de: Passwort zurücksetzen abgeschlossen

source: Your new password has been set. You can log in now on the
de: Ihr neues Passwort wurde gesetzt. Sie können sich jetzt anmelden.

source: login page
de: Login

source: Password reset
de: Passwort zurücksetzen

source: Check your inbox
de: Prüfen Sie Ihren Posteingang

source: We have emailed you instructions for setting your password. You should receive the email shortly!
de: Wir haben Ihnen Anweisungen zum Zurücksetzen des Passworts gesendet. Bitte prüfen Sie Ihren Posteingang.

source: Please enter the e-mail address associated with your account
de: Bitte geben Sie die E-Mailadresse Ihres Kontos ein

source: Looks good!
de: Sieht gut aus!

source: Current File:
de: Aktuelle Datei

source: Total:
de: Gesamt:

source: Shopping
de: Einkauf

source: Login or continue as guest
de: Loggen Sie sich ein oder fahren Sie als Gast fort

source: Continue as guest
de: Weiter als Gast

source: Add address details
de: Neue Adresse hinzufügen

source: Please correct the following error(s):
de: Bitte korrigieren Sie die folgenden Fehler:

source: Mr
de: Herr

source: Mrs
de: Frau

source: Divers
de: Andere

source: firstname
de: Vorname

source: lastname
de: Nachname

source: telephone
de: Telefon

source: description of address
de: Beschreibung der Adresse

source: street
de: Straße

source: number
de: Nummer

source: zipcode
de: PLZ

source: city
de: Stadt

source: Required fields
de: Pflichtfeld

source: Add
de: Hinzufügen

source: Select shipment address
de: Lieferadresse auswählen

source: Redeem
de: Einlösen

source: Voucher applied
de: Gutschein angewendet

source: We've received your order.
de: Wir haben Ihre Bestellung erhalten

source: Thanks for choosing our shop!
de: Danke, dass Sie uns gewählt haben.

source: You may want to check your profile for the current state of your order
de: In ihrem Profil sehen Sie den aktuellen Status Ihrer Bestellung oder hier

source: Password changed!
de: Passwort geändert!

source: Sign up
de: Registrieren

source: New order has been placed
de: Neue Bestellung

source: Add another item
de: Weiteres Produkt hinzufügen

source: Select an item to edit
de: Wählen Sie ein Produkt zur Bearbeitung aus

source: Thank you for your request, we'll contact you soon
de: Vielen Dank für Ihre Anfrage, wir werden Sie bald kontaktieren

source: We're sorry, we can not add %(article)s to your shopping cart because it can only be ordered using our individual offer form
de: Es tut uns leid, leider können wir %(article)s nicht Ihrem Warenkorb hinzufügen, da er lediglich über das Formular angefragt werden kann

source: Product unavailable
de: Produkt nicht verfügbar

source: Insufficient product stock
de: Warenbestand nicht ausreichend

source: The two password fields didn't match.
de: Die beiden Passwortfelder stimmen nicht überein

source: New password
de: Neues Passwort

source: New password confirmation
de: Passwortbestätigung

source: Repeat password
de: Passwort wiederholen
